Revit 2027 API
ReloadSwapOutInfo.CurrentVersion Property
 New version.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int CurrentVersion { get; }
Public ReadOnly Property CurrentVersion As Integer
	Get
public:
property int CurrentVersion {
	int get ();
}
member CurrentVersion : int with get
Property Value
Int32
See Also
Reference
ReloadSwapOutInfo Class
Autodesk.Revit.DB Namespace